[
    {
        "header": "Measuring Tape",
        "text": [
            {
                "p": "The soft clicking of a measuring tape and the whiplash of its retraction.",
                "color": "cornflowerblue"
            },
            {
                "p": "There was—",
                "color": "orange"
            },
            {
                "p": "There was something—",
                "color": "green"
            },
            {
                "p": "There was the window, covered with sky—",
                "color": "green"
            },
            {
                "p": "Something—",
                "color": "blue"
            },
            {
                "p": "Covered in clouds—",
                "color": "blue"
            },
            {
                "p": "A—",
                "color": "blue"
            },
            {
                "p": "And—",
                "color": "blue"
            },
            {
                "p": "And then—",
                "color": "blue"
            },
            {
                "p": "I imagine you seeing me—",
                "color": "blue"
            },
            {
                "p": "And then—",
                "color": "blue"
            },
            {
                "p": "And yet—",
                "color": "blue"
            }
        ]
    },
    {
        "header": "Study",
        "text": [
            {
                "p": "We talk about our Asian identity as assumed, as given, as matter of fact. Talked about frankly, it is only theoretically the locus of some sort of American blockage or lingering eye.",
                "color": "cornflowerblue"
            },
            {
                "p": "The other day, I came across a study from the University of Washington that found that queer Asian-Americans are perceived as being more American than their more heteronormative counterparts. I had to think about this one for a long time. I couldn’t decide how to feel. The study offered an explanation: because Western countries generally had more progressive LGBT politics than most countries in Asia, queerness is read as more Western, and possibly more individualistic. We all know how much the Western world values the individual: the will to change lies within yourself, and it’s your fault if you can’t manage to pull yourself up by your bootstraps.",
                "color": "orange"
            },
            {
                "p": "The extrapolations of these findings were unsettling. Does this negate the existence of a queer Asian identity outside of Western conceptions of what it means to be queer? Is the model of queerness that I currently operate under inherent and specific to the West? Is being queer therefore a form of assimilation? Does this mean I’ve forsaken my Chinese roots? Dishonored my mother and father? But what roots, exactly, are we talking about here? To a certain extent, I dis-identify with everything. I’m not sure which facet of my identity is responsible for this dis-identification, or if that even matters.",
                "color": "green"
            }
        ]
    },
    {
        "header": "Precision",
        "text": [
            {
                "p": "I want to present to you a model for interiority:",
                "color": "cornflowerblue"
            },
            {
                "p": "She opened the window and let the breeze come in, and only then became acutely aware of how stuffy the air inside the room had been. This breeze from the outside smelled of dew, and was fresher than anything she could have imagined. Her books were stacked neatly on the floor, arranged by size and with their spines pressed against the wall, so as to hide their varying colors. Her bed was made, the duvet folded in half and then in half again. Her face was toned and moisturized. She connected her bluetooth headphones and started playing a podcast. She felt ready.",
                "color": "orange"
            },
            {
                "p": "I wonder what you are doing today? Today I had a flash of recognition, during a moment in which I thought I was breaking new ground, only to find well-trodden soil, a path already carved out by others. I merely tripped over a pothole and called that a discovery. Progress.",
                "color": "blue"
            },
            {
                "p": "She left her house, the door auto-locking behind her. As she walked, she thought about how she would describe the sky to you, its color, its thinness, its mood, but she falls short of thinking of any actual words. Her favorite part of the sky is the part that lies most oblique, that touches the treetops on the horizon.",
                "color": "blue"
            },
            {
                "p": "I can’t believe you’re the one that’s making me feel this way. It’s hard to even say out loud. I want you to go and I want you to stay. Its like the feeling I get when I listen to an old favorite song, a song that I’ve heard too often.",
                "color": "blue"
            },
            {
                "p": "She remembers the day she was covered in dust, that day you took her back to the river. The wet mulch under her bare feet, the slight sting of stepping on broken twigs and pieces of bark.",
                "color": "blue"
            },
            {
                "p": "Take me back, back to the view outside my window, back to the scrapes on my forearms from climbing stone walls, the tannins in my mouth and the lactic acid in my legs. On those nights, shadows didn’t exist and nothing felt obscured.",
                "color": "blue"
            },
            {
                "p": "She has the same goals every summer, the same aspirations of changing herself. This feeling she has towards herself ... it’s like an overexposed photo, the streams of daylight overreaching past the bounds of foliage. Even when sitting in the shade of trees, the sun feels too bright.",
                "color": "blue"
            },
            {
                "p": "I can’t believe that you’re not me, that I’m not you.",
                "color": "blue"
            }

        ]
    },
    {
        "header": "Metaphor",
        "text": [
            {
                "p": "There are metaphors for this pushing and pulling, for this cling and retraction, this tugging and prodding, this examination and identification. Like being pulled in and out of focus, like bobbing under and over the surface of some vast body of water, with no land in sight. Or offering up a piece of your body in hopes of something in return. Or wanting people to look at you, but not for the wrong reasons. Or waiting for the cutie sitting across from you on the train to notice you. Or wanting to be alone but not wanting to be lonely. Or, wanting recognition but also wanting freedom, and wondering if both can exist at the same time.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Lyric",
        "text": [
            {
                "p": "I paused and bent down to tie my shoe. I was on a walk with you, and we were talking about why pop songs and their lyrics could get away with being so vacant and boring on paper, yet still have so much emotional resonance.",
                "color": "cornflowerblue"
            },
            {
                "p": "You took that moment to make your point:",
                "color": "cornflowerblue"
            },
            {
                "p": "“I think it’s because the voice is more than the words being sung. There’s so much more information encoded in a song than just what’s being conveyed through lyricism.” At this point, I got up, and we continued down the hill. “And encoding it in ways that we aren’t exactly conscious of. It’s more like, absorbed. We feel these things rather than hearing them. But we are always listening. The way that a singer pronounces the words, the prosody, the shape of their mouth, the timbre of their voice, the instrumentation, the reverb, the harmonies, the frequencies ... And we absorb it all like a sponge.”",
                "color": "cornflowerblue"
            },
            {
                "p": "We reached a crosswalk and stopped. You fell silent, the moment overtaken by the rumbling and screeching of cars. When the light turned red and we crossed the street, you turned towards me again.",
                "color": "cornflowerblue"
            },
            {
                "p": "“Like, there are probably a thousand different ways to say 'I love you,' just like there are a thousand different ways to write a love song.” You paused again, drawing in a deep breath. “I sometimes wonder, you know how the vast majority of songs are about love? Is that proof of its singular importance in life? Like, is love really all there is? Is that it? Love and the various pains that orbit around it?”",
                "color": "cornflowerblue"
            },
            {
                "p": "For example,",
                "color": "cornflowerblue"
            },
            {
                "p": "we’re reading books, we’re drinking coffee <br> I’m looking at you, you’re looking through me. <br> I would wait for you all summer <br> long and <br> you would turn me away <br> —Chumped, “Hot 97 Summer Jam”",
                "color": "cornflowerblue"
            },
            {
                "p": "Or,",
                "color": "cornflowerblue"
            },
            {
                "p": "got me doing all this stupid shit, <br> you fuck me up like this, <br> secretly I’m kind of into it <br> though",
                "color": "cornflowerblue"
            },
            {
                "p": "got me doing all this stupid shit, <br> you fuck me up like this, <br> secretly I’m kind of into it <br> though <br> —Charli XCX, “Out of My Head”",
                "color": "cornflowerblue"
            },
            {
                "p": "And also,",
                "color": "cornflowerblue"
            },
            {
                "p": "I love you, I’m sorry, I’m sorry, I love you <br> —Carly Rae Jepsen, “Your Type”",
                "color": "cornflowerblue"
            },
            {
                "p": "I had been silent for the most part. I didn’t really have much to contribute, could barely even relate. I don’t really listen to lyrics. I think I just have bad auditory processing skills. I won’t know what someone is singing unless I go through the extra step of looking up the lyrics. But I don’t think this prohibits my capacity to be moved by the song. Maybe you don’t even need lyrics to write a love song. Guitars can wail in sorrow, too. I was about to say as much, when, interjecting through the silence again, you said,",
                "color": "cornflowerblue"
            },
            {
                "p": "“I’ve been trying to write this story. But I still don’t really know where to start. All I have is a vague idea of how I want people to feel when they read it. But I keep getting caught up trying to inject all this deeper, hidden meaning into it, before I can even get started. I don’t know what to do. Maybe affect is something that has to just happen on its own. It feels kinda disingenuous trying to force it. Honestly, all I really want is to write something that will impress people.”",
                "color": "cornflowerblue"
            },
            {
                "p": "By this point I had completely forgotten my train of thought. But we were like this, had always been like this, at least when we were together. Our conversations always took these random right angles, our thoughts like jumbled up beads that didn’t really go together, like a child’s summer camp friendship bracelet. All I could say in response was, “I love reading things that impress me.”",
                "color": "cornflowerblue"
            },
            {
                "p": "Anyone who denies that they’re trying to impress other people is probably lying. There is no writing besides writing for the ‘wrong reasons.’ There is no writing purely for the love of the craft. There are no stories without ulterior motives.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Aspiration",
        "text": [
            {
                "p": "I’m constantly reaching out and attempting to feel with all ten of my fingers the warmth of the lake gently lapping. I’m laying face down at the edge of the dock and stretching. I’m feeling increasingly desperate. I feel like a walk in the park. Easy, a slippage.",
                "color": "cornflowerblue"
            },
            {
                "p": "It’s like this—you are in New York City for the summer, and you are riding the train, as you do almost everyday, commuting between Brooklyn and Manhattan. You spot someone who looks familiar. You don’t know them personally, exactly, but you’re pretty sure you follow them on Instagram. Its this East Asian IG baddie, sporting a bowl cut/mullet and these huge gold hoop earrings, as well as a gold Buddha necklace that’s framed by their cropped white tank top and their reclaimed houndstooth culottes. They look good, really good. Asian femmes in NYC are probably the best dressed demographic on the entire planet. You see people like this almost every day, whether in person or on your phone, and you don’t want to feel like you’re categorizing them, because that feels shitty, but you do it anyways. These people, whose IG stories are the perfect mix of vulnerability, fragility, and indignation, you want to be like them so badly, to have that kind of self-assured insecurity. You think if you were like them, you might have some semblance of control. But it is precisely this desire that makes you want to escape, somehow, maybe by getting a normal haircut and wearing normal clothing. But that’s not really an escape. That’s just called being normcore, which is a whole other level of disingenuousness.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Fire Island",
        "text": [
            {
                "p": "This past summer, my friends were kind enough to invite me to participate in an artist residency they were doing on Fire Island. It was my first time on the island. I was surprised to learn that it was also a national park. All I had known about it was its place in gay culture and history.",
                "color": "cornflowerblue"
            },
            {
                "p": "I felt so funny on the ferry ride to the island. Looking around, I took stock of the colors around me. Most everyone was wearing some combination of red, white, blue, beige, and pink. For almost the entire twenty minute boat ride, I discreetly watched as the older white gay man sitting in front of me played Candy Crush on his phone. At the same time, he was talking to his partner who looked like a slight variation of him. I was also trying to get the attention of their dog, this mid-sized, honey-blond dog that was panting on the floor beneath them. There were many mid-sized, honey-blond dogs on the boat. I felt a certain level of gratitude and respect for this older generation of gays, but at the same time, they felt so foreign to me, so unrelatable to my own experiences of queerness.",
                "color": "cornflowerblue"
            },
            {
                "p": "When we landed, I was immediately struck by the architecture. All of the houses on the island, including the house we were staying at, were a strange combination of modernist architecture and weathered cedarwood. I had heard of the houses on Fire Island being described as a model for “queer architecture,” but I wasn’t really sure what was meant by that. The houses were stunning: lots of glass, lots of geometric shapes, surrounded by beach flora. But still so overtly modernist, which seemed antithetical to my own conception of queerness.",
                "color": "cornflowerblue"
            },
            {
                "p": "But defining queerness is antithetical to its spirit. And even the premise that definition is possible and desirable assumes that queerness even has some conglomerated “spirit.” Queerness is a series of self-negations, of refusals, of waywardness, of denials. Queerness can only exist in comparison to an adherence to some kind of systematic oppression. So then, what to make of this consolidation of queer images? These images that are subsumed by the mainstream—at what point do they cease to be queer? Consider the legalization of gay marriage—at first, it seemed like a victory. But then it became clear that it also signaled an investment in the propaganda of the nuclear familial unit. A way to construct a family that remains safely legible, a mere variation of a norm.",
                "color": "cornflowerblue"
            },
            {
                "p": "When I got settled into the house, I was determined not to feel out of place. I had strategies for that—there were certain moments, when there wasn’t much to do, or I didn’t feel like talking, that I would take a book and go onto the roof to read.",
                "color": "cornflowerblue"
            },
            {
                "p": "Lying on the roof, I felt protected. I knew my body could be of no desire here, non-white and with no meat on my bones. In photos my face happened to be covered from view. But after a while I was surprised by the fact that I feel secure in this non-desirability, this non-desirability that actually affords a type of non-visibility. At the same time I felt queerer than most on this island. The microagressions pile up more quickly than usual, and each one I feel I should swallow because I am here, staying and eating for free, by the good graces of my white queer friends, who I love dearly, but even so, the condition of whiteness knows no bounds. It is inescapable and delineates a territory of comfort. I actually feel even more othered here than back in the city, in supposed straight society, in contrast to the promise of this island as queertopia, culture and architecture both supposedly free from normativity.",
                "color": "cornflowerblue"
            },
            {
                "p": "Honestly, none of it bothers me too much. Overall it’s funny, the way Fire Island matches almost exactly my preconceptions of it. The thing I love the most here is my phone, which I use to text my friend. She makes me laugh. In second place are the friends who brought me here, twinks, white, but, also queerer than most here, not as ensnared by the assimilationist trap of body-fascist gay masculinity. They were told by an old queen, that if this was Palm Springs, they would be fetuses. Even twinkier than twinks.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Perfections",
        "text": [
            {
                "p": "And there is a poetry to the fact that I will never, truly never, share this text with anybody, this text, just for me. Only for me. And everybody collects these moments in their lives, of course, but this one, this is just for me, and these yellow flowers backlit by the morning sun, these daylight flowers symbols of such nurturing love, these flowers like nutrition, their shadow half-cast and glittering on the porcelain tray, that porcelain tray, an object of such perfect, extreme beauty, all around me the air is filled with perfections, perfections lay like jewels all around me, this postcard, this plastic tub, this water, this window, these curtains, the stool positioned half-askanced, the collapsible wooden desk. All of it is for me, positioned perfectly for me. This day. This morning. This moment. This time.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Rain",
        "text": [
            {
                "p": "The light outside turns from orange to blue, and future instantaneously becomes codified into past. One minute later, thirty minutes later, and then an hour, then two, three—the hours feel like days.",
                "color": "cornflowerblue"
            },
            {
                "p": "Once in a while there comes a day where there is nothing to do but waste away and fade into the surrounding landscape, like a defeated NPC in a video game, the opacity of its sprite representation turned down to zero before being deleted, leaving no trace and no memory. The surfaces around me repulse this negation. I can only respond to their relentless and cruel aspirations with pragmatism. Rain leaves dark streaks on everything concrete. Beautiful in that way, a beauty adjacent to both nothingness and ugliness.",
                "color": "cornflowerblue"
            },
            {
                "p": "I miss you, will you call me sometime?",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Father's Day",
        "text": [
            {
                "p": "A couple of days ago, my friend told me that he had to be home for Father’s Day dinner.",
                "color": "cornflowerblue"
            },
            {
                "p": "“Father’s Day dinner.” The concept sounded like a joke, so overtly Rockwellian, like the premise of an episode of a multi-cam family sitcom.",
                "color": "cornflowerblue"
            },
            {
                "p": "Like, oh, is this what white Americans do? Actively participate in every holiday that happens to show up on my iCalendar? The most that my family does every third Sunday of June is that everyone fires off a cursory “Happy Father’s Day” message on the family WeChat thread, and then Dad replies with a “Thank you, love you all.” There’s a tenderness to that, for sure, but that tenderness doesn’t come with any sort of activity, or event, or celebration, or fanfare.",
                "color": "cornflowerblue"
            },
            {
                "p": "Father’s Day. It isn’t even a real holiday. You don’t even get anything, like on Halloween or Christmas, and there aren’t even any associated foods, like on Thanksgiving. Although, come to think of it, the last time my family really celebrated any of these other holidays was probably when I was in sixth grade. At around that time I decided I was too old to go trick or treating, and my mom got tired of setting up our collapsible plastic Christmas tree every Christmas (which, despite the promise of being easy, convenient, and no- mess, still managed to litter dark green plastic “fir needles” all over the carpet). We also didn’t particularly like eating turkey. There were other available proteins.",
                "color": "cornflowerblue"
            },
            {
                "p": "So when my friend told me that his family actually made plans for Father’s Day, my genuine first reaction was shock. But then, when I was able to recognize that shock, I found myself beginning to lean into it. And this felt dishonest to me, and that was concerning. It was through this shock that I was to cast myself, at that moment, as the perpetual outsider. I feigned non-comprehension of the concept, but even though the idea of genuinely, whole- heartedly celebrating a holiday like Father’s Day was a little unfamiliar to me, it wasn’t as if I wasn’t able to understand it. That would be ridiculous to claim. And yet I found myself claiming this incredulity, as if to say, look at me and how non-American I am, how non-traditional I am. Look at me and my pragmatic, if a little joyless, immigrant upbringing. The only holiday my family really celebrated was Chinese New Year. The tradition wasn’t to get presents. We just got money. So much more convenient, honestly. But, as much as I sneer/pretend to sneer at the idea of national holidays, aren’t I an American anyways? Even if I don’t want to be? Is my escapism through this annoying, cynical self-alienation ultimately just cowardice? But also, fuck that, right? This city, this country, these people, this government. Why not just continue to try to escape? But then why do I still feel so uneasy about this escapism, justified or not?",
                "color": "cornflowerblue"
            },
            {
                "p": "After I went through this semi-diatribe to my friend, all he really had to say was, “Well, my dad’s birthday is like, the same weekend as Father’s Day, so we always just celebrate them together”.",
                "color": "cornflowerblue"
            },
            {
                "p": "“Oh,” I replied. “That makes sense, I guess.”",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Gum",
        "text": [
            {
                "p": "After locating the river on Google Maps, I started to walk, but what satellite view doesn’t reveal is that the stretch of freeway that bridges the river does not have a sidewalk, —",
                "color": "cornflowerblue"
            },
            {
                "p": "I’m walking, walking and walking and then sometimes sprinting just because I can, and then walking and walking, sometimes on dirt roads and sometimes pressed against highways. Cars act like they are surprised to see me. And then I had to stop walking. There was no longer a way forward, the bridge being impenetrable for pedestrians, but I had reached the river, so I turned left, traveling alongside the bank. Somehow, I’m still shocked by the measured hostility of the city. I try to sidestep it as best as I can.",
                "color": "cornflowerblue"
            },
            {
                "p": "My friends and I, we move around the city with nothing on our backs, nothing to tie us down. Our shoes were made for distance. My friends and I are fluid. We move like water, we hop turnstiles.",
                "color": "cornflowerblue"
            },
            {
                "p": "Sometimes we move like syrup.",
                "color": "cornflowerblue"
            },
            {
                "p": "We mesh together, the city presses us together, and at the end of the day we end up with other people’s sweat sticking to us like cobwebs. —",
                "color": "cornflowerblue"
            },
            {
                "p": "We share fragments of meals and we say goodbyes, —",
                "color": "cornflowerblue"
            },
            {
                "p": "And I return alone to my room of precision to fill it with what remains of my day. (A couple of receipts and a stick of gum). Walking being a process of both shedding and accumulation, I try my best at the former. I think, perhaps if I shed everything that surrounds me, being left with nothing, I will be nobody. If I keep this up everyday, I will have nothing, and I will be nothing but me, Ur-me, the earliest, primordial me. Me as sludge, opaque, but a pure sludge, a sludge only recognizable by myself.",
                "color": "cornflowerblue"
            },
            {
                "p": "I pop the gum in my mouth. It’s disgusting and warm from my pocket, so I spit it out.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "The Farewell",
        "text": [
            {
                "p": "Lulu Wang, American writer and filmmaker, recently came out with a film called The Farewell. In the film, Billie, the main character, travels to China to visit her grandmother, who has been given a terminal cancer diagnosis. But the whole family agrees that the diagnosis must be kept a secret from the grandmother. This secret is the main source of conflict for Billie, who believes that her grandmother has a right to know her own diagnosis. My older sister’s life weirdly resembles the life of Billie, the main character. They’re both Chinese-American women, millennials who live in New York, and both were born in China but emigrated to the U.S with their parents at a young age. Both Billie and my sister’s Chinese-speaking skills are pretty rudimentary.",
                "color": "cornflowerblue"
            },
            {
                "p": "My sister and I saw the movie separately. When I went to see it with another friend, who is also Chinese-American, I remembered joking, “Finally, a movie for us.” I was ready to feel so validated, and at the same time I was bracing myself for the inevitable discussions around visibility and representation. Leaving the theater, I did feel validated. I found the film to be extremely specific and relatable, to the point where I was doubtful that anyone who didn’t have my experience would get anything from the movie. I wondered what the white people in the audience thought of the movie. There’s this one scene in particular, where the concierge of a newly (and rapidly) built hotel asks Billie whether she thought China was better or America was better. “They’re just different,” she responds. I cackled. I’ve had to field that question countless times, especially when I was younger, during a time when the privilege of immigrating to America was still uncommon enough to be notable. When I talked about it with my sister though, I was surprised to hear that she thought Billie’s character felt unrealistic.",
                "color": "cornflowerblue"
            },
            {
                "p": "“What are you talking about?” I was incredulous. “Billie is literally you.”",
                "color": "cornflowerblue"
            },
            {
                "p": "“I know,” she explained, “and that’s why I don’t buy that she was so close to her grandmother, to the point that keeping this secret would have caused her such emotional turmoil. Don’t you think that if it were us, and Mom told us not to tell Grandma that she was dying, we’d just be like, ‘Okay, sure’? I just don’t buy it because I literally have the same life experience as her, and I moved from China so young that I don’t even remember anything about it. And let’s be real, we have like, virtually no connection to our extended family. We never see them, and we never talk to them, and we don’t really have a reason to.”",
                "color": "cornflowerblue"
            },
            {
                "p": "Ah. There’s that psychic dislocation again. There’s that diasporic feeling again. Both Billie and my sister felt completely estranged from “the motherland.” The difference was that only one of them was broken up about it. And it’s true, the opening shots of Billie maneuvering through her gutsy, hustling, young-adult New York lifestyle did seem really sad. In one early scene, Billie attends a birthday party with a pointedly diverse-looking group of extras, and the camera slowly zooms in on her as she stares off into the distance looking dejected and disengaged. In contrast, my sister, an Aries, thrives off of chaos, and loves living in New York.",
                "color": "cornflowerblue"
            },
            {
                "p": "After hearing my sister’s opinion, I saw the movie in a new light, in which it felt overly dramatized and pandering. I suddenly felt kind of embarrassed that I related so much, as if I fell into some sort of trap. Despite the social progress promised by media representation, I also had a disquieting sense that through the widespread release of this movie, I was becoming more “known” to a white audience, as if I was being... discovered? Or solved?",
                "color": "cornflowerblue"
            },
            {
                "p": "To some extent, media representation feels like a red herring. When Asian-Americans finally dominate all of Western pop culture, when our screens are saturated with us, what would that really change, and how would it help me? Do I need to feel “seen” by Hollywood? Why would I want you to see me?",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Teeth",
        "text": [
            {
                "p": "I should go—I’ll walk home, I’ll rest my body in white bedding. And in the morning the sunlight will wake me up. It will glow through the thin curtain. But at night, the only source of light is the streetlamp outside the window. When my eyes adjust, I’m amazed I can see everything in the room, albeit in a dark, desaturated haze. Night vision is black-and-white vision. No cones, only rods.",
                "color": "cornflowerblue"
            },
            {
                "p": "Line square dot cross. Star, asterisk. The sky is grey and the streetlamp through branches creates a star, cross.",
                "color": "cornflowerblue"
            },
            {
                "p": "In my ears is the sound of the ocean. I’m not sure where it is coming from but it feels like the whole room is humming. Then that sound is suddenly replaced with sharp tinnitus. Yes, in the morning, the sun will wake me up, but my jaw will inevitably be sore, my teeth clenched through the night, making clicks like texting noises. And yes, I’m familiar with that blue glow of screens, under the covers, like when I was six and my GameBoy was my life, my world. Those hours spent under those covers, mashing buttons and breathing the limited, humid air inside the cocoon of sheets. I would have to poke my head out intermittently. I remember that feeling of the crisp air on my cheeks. At night I had to play games silently. When I played during the day, those game sounds became something to savor, even through that tinny speaker, through that sunburst-shaped arrangement of holes. It sounded like light shattering. Or crystals forming. Thank you, whoever composed those sounds. I’m turning these sounds around in my head right now, viewing them from all angles, something to soothe me while I grind my teeth at night.",
                "color": "cornflowerblue"
            },
            {
                "p": "I worry about the four wisdom teeth growing in my mouth. I can’t see or feel them, but I know that, eventually, I’ll have to schedule the operation to remove them. I’ll have to schedule my life around those four teeth. I get the feeling that my life isn’t my own. Sometimes I feel like nothing more than the sum of my personal connections. So I’ll live for those people. If my life was solely mine, I’m not sure I’d know what to do with it anyway, although that emptiness of purpose is also enticing. It might be what they call freedom. But that freedom might also be the false guise of this lonesome land, this land of dust, this field of grain.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Marie Kondo",
        "text": [
            {
                "p": "Marie Kondo’s promise of material fulfillment has become more like an uncontrollable habit for me. When I am stressed I clean my room, but it is not so much an act of tidying as it is an act of mentally cataloging and remembering each and every single one of my possessions, especially the objects that are out of sight, tucked away in suitcases, shoe boxes, milk crates, drawers. When I wake up and can’t bring myself to face the day, sometimes the only thing to do is spontaneously leap out of bed and pull object after object out of wherever they are stored, combing for things to discard or give away. It’s like reverse beach-combing, my eyes and hands a metal detector, but instead of trying to find treasure I am scanning for things that I could potentially convince myself to throw away, objects that I could convince myself have zero value to me anymore I’m looking to turn things from treasure into trash. Every time I am able to throw something away, a short-lived feeling of liberation, short- lived but strong enough to always leave me searching for more. A series of little enlightenments.",
                "color": "cornflowerblue"
            },
            {
                "p": "It’s not even that I subscribe to the pop-cultural model of minimalism (there’s a Netflix documentary), that involves living with just, say, only one pair of raw Japanese denim jeans (to be worn everyday and washed once a year) and two casual button downs (to be worn in rotation). I don’t believe in that trite, holier-than-thou conviction that owning less objects equates to moral goodness, or a less problematic/codependent relationship with consumerism and global supply chains. No, for me, it’s more about this feeling of mild anxiety I have around objects that I can’t see. I’m afraid of forgetting them. It’s as if I am a baby without object permanence. Like, if I have a T-shirt tucked away somewhere, and I forget about it, and then months later I find it again, I will suddenly feel, all at once, this burden of a T-shirt, as if I had been carrying around the weight of this burden all these months without even realizing it. So when I came back to Providence after the summer break to complete my last year of college, I was confronted by all of these objects that I had been living without, that I had forgotten about. They all came at me with a heavy presence, all together and all at once.",
                "color": "cornflowerblue"
            },
            {
                "p": "These items were always there, but had just re-entered my life. They were outside of my immediate field of view, and now they were visible again. It’s like how in older video games, the rendering distance for objects in the background would sometimes be too close. A character might be walking around in some sort of open-world landscape, and things like trees or buildings might suddenly pop into view. They’ve always existed in the model of the world, but are only rendered when the character is within a certain radius of those objects. A large rendering distance results in smoother, more immersive gameplay, but is more computationally expensive. A short rendering distance can be jarring.",
                "color": "cornflowerblue"
            },
            {
                "p": "I wish I could stop wanting to have nothing. As my eyes scan through my room over and over again, Marie Kondo looms in my mind, this figure, this petite Japanese woman who comes into people’s lives and teaches them to be more present. But no matter how much I pare down my life, I remain dissatisfied. Sometimes I’m afraid that this feeling won’t end until I am left with nothing.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Calendar",
        "text": [
            {
                "p": "I’m trying to pinpoint why I feel uneasy about owning material goods. I think it’s because they start to feel too much like signifiers, as though through considering all of the objects I chose to surround myself with, someone could triangulate my exact mode of being.",
                "color": "cornflowerblue"
            },
            {
                "p": "When I think of myself as a racialized body, there is one object in particular that comes to mind, one particular signifier that marks me in this way—the calendars you get for free at Chinese grocery stores. Red and gold, cartoonish, printed on thin, cheap paper.",
                "color": "cornflowerblue"
            },
            {
                "p": "As a kid, I’ve always thought those calendars were so ugly. It was baffling to me that my mom always had one up — but, then again, it was free, so why not? I wasn’t embarrassed by it, exactly, or like, afraid that it would feel too foreign to any white friends who came over. It’s not like I hated the calendar because of some sort of assimilationist desire (it reads like a joke: an eight-year-old already saddled with assimilationist desire). It just seemed distasteful, somehow, which is why it would feel really dishonest of me to hang one up now, in some pointed attempt to signal ... something, I don’t even know what.",
                "color": "cornflowerblue"
            },
            {
                "p": "I’ve seen this calendar at a white friend’s house. Somehow my immediate impression was that the calendar was purposefully put up—insidiously, even—to create the impression of worldliness, or perhaps tolerance, or perhaps class consciousness. The calendar says, yes, it’s true, I’ve been to a dusty, fish-scented Asian supermarket, and I had a great time, and I love Pocky, and it was so charming, and I love ramen, and look at this cool souvenir.",
                "color": "cornflowerblue"
            },
            {
                "p": "I’ve also seen this calendar at an Asian-American friend’s house. And in that case, it still reads as performative to me—at once a display of nostalgia, and a claim to authenticity.",
                "color": "cornflowerblue"
            },
            {
                "p": "Then again, it’s just a free calendar, so why not hang it up? There’s no reason not to. I recognize that this cynical and overwrought over-significance that I am ascribing to this calendar is exactly what I don’t want to happen to me. I don’t want to believe that I could be an anthropological subject, capable of being known just by studying the objects I own. But that’s precisely what I do whenever I encounter this calendar, claiming that I know something about a person just because they’ve decided to display this calendar. I think of the calendar as an identifier, as representing an entire narrative. But that’s certainly not fair or accurate.",
                "color": "cornflowerblue"
            },
            {
                "p": "I think of this calendar in the same way that I think about my mother’s cooking.",
                "color": "cornflowerblue"
            },
            {
                "p": "I am expected to revere my mother’s cooking, to try to imitate it but inevitably I always fall short. That, in itself, isn’t so notable. Almost everyone has fond memories of their mother’s cooking, but for me, because I am a child of immigrants, and because that distinction holds so much cultural weight, I am expected to not only miss it, but to long for it, to feel this deep severance from the motherland that it represents. And of course, I recognize that the continuing production and reproduction of colonial trauma does indeed create deep psychic wounds, deep displacements. But that isn’t all that should define me. Still, this relationship with my mother’s cooking, which may or may not be real, has become so common that it becomes assumed. Assumed to the point where, I’m not sure if I do feel homesick, or if these narratives are so embedded in me that I only feel homesick because it makes sense that I would.",
                "color": "cornflowerblue"
            },
            {
                "p": "In elementary school, I was never made fun of for bringing Chinese food for lunch. And yet, I can locate that narrative so easily within me.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Index",
        "text": [
            {
                "p": "An ecology of objects / sprites:",
                "color": "cornflowerblue"
            },
            {
                "p": "A curtain of plain muslin cloth, <br> a hand-carved wooden bowl, <br> a ceramic plate glazed blue by a friend, <br> two hands open the fruit to reveal the seeds, turning towards us— <br> a sword, a shield,",
                "color": "cornflowerblue"
            },
            {
                "p": "a piece of sea-glass, a business card, <br> a bottle cap, <br> a foreign coin. <br> This analog of flowers—",
                "color": "cornflowerblue"
            },
            {
                "p": "This small wooden box constructed by hands of such love and deservedness, <br> a circular mirror, <br> this shriveled leaf, <br> a paper fan, <br> tangled roots, <br> forked branches, <br> deer with horns of forked branches.",
                "color": "cornflowerblue"
            },
            {
                "p": "Unordered list—ornamentation, semblance of flourish, a library of possible symbols with no discoverable reference",
                "color": "cornflowerblue"
            },
            {
                "p": "Conjugate me, you fool, make me known and know what to do with me. I am floating in a river or a lake, not quite sure which but it certainly feels like I am being taken somewhere by the current, but it is vast, and of unknown shape.",
                "color": "cornflowerblue"
            },
            {
                "p": "Is this what they call a sea? An ocean? I wait for that flash of recognition. My god, there must be more flashes on the horizon, waiting to charge across the landscape with the vigor of a thunderclap, waiting to envelop me.",
                "color": "cornflowerblue"
            },
            {
                "p": "Correspondence with you feels so done in vain. A life is nothing more than a life, magic, perhaps, but no more than that. And the double glass doors, they swing intermittently, every few seconds people walk in and out of the building. The doors swing discordantly, one and then the other, and then the first door opens again before the other door has a chance to close. If only I could see past that door, even just a little bit, if only I could see anything, future and past, ostensibly mine, but not just mine, shared with everyone around me, but not certain, never certain.",
                "color": "cornflowerblue"
            }
        ]
    },
    {
        "header": "Salve-maker",
        "text": [
            {
                "p": "Dearest salve-maker, did I imagine that?",
                "color": "cornflowerblue"
            },
            {
                "p": "Or, as the beach heather rustles—okay, in the wind—the dogs barking like the dawn, the sun that rises paradoxically in the same place where it set the night before. The waves like delineations, each crest a white line on the sand. The stars like poppy seeds, stars so numerous they swarm around like bees. This old dog, and the dawn of inexorable approach.",
                "color": "cornflowerblue"
            },
            {
                "p": "I am a cave, a cavernous cave, empty but for water dripping and birds chirping, and flocking, birds flickering in and out of the entrance of this cave. This cave is the passion. A level of intimacy with myself so intense, I just sigh.",
                "color": "cornflowerblue"
            }
        ]
    }
]
